"BUTTON_AUTHENTICATE" = "使用我的手机号码";

"BUTTON_CONTINUE" = "继续";

"BUTTON_CREATED_ACCOUNT" = "已创建账号";

"BUTTON_CREATE_ACCOUNT" = "创建账号";

"BUTTON_CREATING_ACCOUNT" = "正在创建账号";

"BUTTON_DISMISS" = "忽略";

"BUTTON_DONE" = "完成";

"BUTTON_NOT_NOW" = "暂时不用";

"BUTTON_OKAY" = "确定";

"BUTTON_RESEND_CONF_CODE" = "索取另一个验证码。";

"BUTTON_RETRY" = "重试";

"BUTTON_SENDING" = "正在发送…";

"BUTTON_SENDING_CONF_CODE" = "正在发送确认码";

"BUTTON_SEND_CONF_CODE" = "发送确认码";

"BUTTON_SENT_CONF_CODE" = "确认码已发送";

"BUTTON_TRY_DIFFERENT_NUMBER" = "请尝试使用其他手机号码";

"CALL_ME_ACTION" = "给我电话";

"CALL_ME_LOADING" = "正在呼叫";

"ERROR_CANT_SMS" = "无法给该号码发送短信。";

"ERROR_CHECK_CODE_TRY_AGAIN" = "请检查你的确认码并重试";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "哎哟，网络似乎出现问题了。再试一次? [%@]";

"ERROR_CHECK_EMAIL_TRY_AGAIN" = "请检查你的邮箱并重试";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "请检查你的手机号码并重试";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "你之前已经在 <a href=\"https://www.digits.com/settings\">digits.com</a> 设置了 2 步验证码";

"FOOTNOTE_CONF_CODE_CALL_ME" = "点击上方的“给我电话”，<a href=\"https://www.digits.com\">Digits by Twitter</a> 将向你进行语音呼叫，以确认你的手机号码。可能会收取通话费或数据流量费。";

"FOOTNOTE_CREATE_ACCOUNT" = "点击上面的“创建账号”，即表示你同意 <a href=\"https://www.digits.com\">Digits by Twitter</a> 的<a href=\"https://twitter.com/tos\">服务条款</a>、<a href=\"https://twitter.com/privacy\">隐私政策</a>和 <a href=\"https://support.twitter.com/articles/20170514\">Cookies 政策</a>，并同意与 %@ 分享你的手机号码，以及 %@ 的其他用户可以通过手机号码找到你。";

"FOOTNOTE_EMAIL_DISCLOSURE" = "你同意这个应用和<a href=\"https://www.digits.com/settings\">列在你的 Digits 账号中的所有其他应用</a>都可以访问该邮件地址，它们的用户将能够通过邮件地址找到你。";

"FOOTNOTE_LOGIN" = "点击“继续”后，你的 <a href=\"https://www.digits.com/settings\">Digits 手机号码和/或邮件地址</a>将与 %@ 分享，%@ 的其他用户可以通过手机号码和/或邮件地址找到你。";

"FOOTNOTE_SEND_CONF_CODE" = "点击上方的“发送验证码”，<a href=\"https://www.digits.com\">Digits by Twitter</a> 将向你发送一条短信，以确认你的手机号码。可能会收取短信费或数据流量费。";

"FOOTNOTE_TOS_UPDATE" = "点击上面的“继续”，即表示你同意 Digits by Twitter 的服务条款、隐私政策和 Cookies 政策，并同意与 %@ 分享你的 <a href=\"https://www.digits.com/settings\">Digits 手机号码和/或邮件地址</a>，以及 %@ 的其他用户可以通过手机号码和/或邮件地址找到你。";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "输入两个步骤的验证码。";

"LABEL_ENTER_CONF_CODE" = "我们向你发送了验证码。";

"LABEL_ENTER_EMAIL" = "输入你的邮件地址。";

"LABEL_ENTER_PHONE_NUMBER" = "你的电话号码是多少？";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "我们使用 Digits by Twitter 来查找你身边使用这个应用程序的朋友。当你轻按“确认”时，我们将上传你的通讯录至 Digits by Twitter，帮你找到你认识的 %@ 用户，同时帮其他 %@ 用户找到你。";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "查找你的好友";

"LABEL_RESEND_CONF_CODE" = "你没有收到验证码吗？";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "无法确认你的手机号码";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "很抱歉，我们无法为你发送验证码。";

"ONBOARDING_MESSAGE" = "[Digits] 登陆 https://fabric.io 以设置你的应用名。该应用名将用于验证邮件和短信/语言验证消息中。";

"PARTIAL_FOOTNOTE_THIS_APP" = "此应用";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "验证码";

"PLACEHOLDER_CONF_CODE" = "输入你的 6 位数验证码";

